const wordPool = [
  "一會兒", "一起", "上學", "下課", "乾淨", "今天", "他", "以後", "休息", "你", "做工", "健康", "傷心", "兒童", "兔", "公園", "再見",
  "冷", "出來", "剪刀", "動物", "原來", "參加", "可以", "可愛", "吃", "同學", "哥哥", "哪裏", "哭", "唱", "唱歌", "商店", "商場",
  "喜歡", "喝水", "嘴巴", "回家", "回答", "圖畫", "地方", "地板", "坐", "夏天", "多少", "大家", "天空", "太陽", "奇妙", "奶奶",
  "她", "好像", "妹妹", "姐姐", "媽媽", "嬰兒", "孩子", "學校", "客人", "客廳", "害怕", "家", "家人", "寫字", "對不起", "小心",
  "小息", "尺子", "尾巴", "山頂", "工作", "巴士", "常常", "帽子", "幫助", "年糕", "年紀", "睡床", "廁所", "廚房", "弟弟", "張開",
  "彩虹", "影子", "快樂", "應該", "我們", "房子", "打掃", "操場", "放學", "故事", "新年", "早上", "明亮", "星星", "春天", "昨天",
  "時候", "晚上", "書包", "月亮", "有趣", "朋友", "東西", "桌椅", "梨", "樹木", "橋", "橙", "橡皮", "毛衣", "水果", "池塘", "沒有",
  "河", "洗澡", "洗衣", "清潔", "口渴", "游泳", "漂亮", "火車", "為什麼", "熱", "燕子", "爸爸", "爺爺", "牛", "狗", "玩具", "玩耍",
  "球", "生日", "生氣", "生病", "用功", "畫", "的士", "皮球", "看見", "眼睛", "睡覺", "禮貌", "秋天", "積木", "窗", "站", "笑", "節目",
  "粉筆", "精神", "糖果", "紅", "紙", "紫", "累", "綠", "羊", "美味", "美麗", "老師", "耳朵", "聽", "肚子", "脫落", "膠水", "臉兒", "自己",
  "舒服", "船", "花", "草莓", "藍莓", "蘋果", "蜜蜂", "蝴蝶", "螞蟻", "衣服", "說話", "課室", "課本", "謝謝", "讀書", "貓", "走路", "起來",
  "超級市場", "跌倒", "跑步", "跳繩", "跳舞", "身體", "車", "輕輕", "連忙", "遊樂場", "過冬", "鉛筆", "時鐘", "長大", "門", "開始", "開學",
  "開心", "關", "陽光", "雞", "雨點", "雪", "雲朵", "電視", "青蛙", "音樂", "頭髮", "顏色", "風", "飛機", "食物", "餓", "馬路", "高興", "魚兒",
  "鳥", "鴨", "黃", "黑板", "點頭", "鼻子", "遠足", "運動", "港鐵", "快餐店", "漢堡包", "足球", "討厭", "作業", "功課", "筆袋", "餅乾", "雨傘",
  "毛巾", "停車場", "燈籠", "禮物", "派對", "麵包", "痛", "蛋糕", "醫生", "護士", "警察", "消防員", "安靜", "安全", "雞蛋", "蝦", "蔬菜", "罵",
  "受傷"
];