about
after
again
all
also
always
am
an
and
angry
any
apple
are
around
as
ask
at
away
baby
backpack
bad
bag
ball
banana
be
bear
beautiful
because
bed
bee
before
best
big
bird
black
blue
blueberry
book
bored
both
bread
bright
brown
brush
bud
but
butter
butterfly
by
cake
call
came
can
car
carry
cat
catch
chair
classmate
clean
climb
close
cloud
cold
come
cool
could
count
cow
crayon
cry
cute
dad
dance
dark
day
desk
did
dinosaur
dirty
do
does
dog
door
down
draw
drink
duck
early
eat
egg
eight
even
every
excited
fan
fast
fat
feel
find
first
fish
five
flower
fly
for
four
friend
from
funny
get
give
glue
go
good
grass
green
had
happy
hard
has
have
he
hear
help
her
here
him
his
horse
hot
house
how
hug
hungry
I
if
in
into
is
it
its
juice
jump
kick
kind
know
ladybud
late
laugh
learn
light
like
listen
little
long
look
loud
love
make
man
many
me
milk
mom
moon
more
my
new
nice
nine
no
not
now
of
off
old
on
once
one
only
open
or
orange
other
our
out
over
paint
paper
park
peach
pear
pen
people
pig
pink
play
pull
purple
push
put
quiet
rabbit
rain
ran
read
red
rice
ride
right
room
round
run
sad
say
scared
school
scissors
see
seven
she
shiny
short
shout
show
sick
sing
sit
six
sleep
sleepy
slide
slow
small
smart
smell
smile
so
soft
some
spell
stand
star
strawberry
strong
sun
surprised
swim
swing
table
take
talk
tall
teacher
tell
ten
than
that
the
their
them
then
there
they
thin
thing
think
thirsty
this
those
three
throw
time
tired
to
touch
toy
tree
two
up
use
very
walk
want
warm
wash
water
way
we
weak
well
what
when
which
white
who
will
window
with
would
write
year
yellow
you
young
your
Happy
Joyful
Sad
Angry
Comfort
Health
Glad
Cheerful
Tired
Pain
Afraid
Scare
Hate
Talk
Sing
Dance
Write
Draw
Walk
Join
Help
Answer
Fall down
Stand
Breakfast
Lunch
Dinner
Fruit
Apple
Orange
Strawberry
Blueberry
Pear
Cake
Bread
Home
School
Classroom
Toilet
Sport Field
Field
Living room
Dining room
Kitchen
Garden
Car Park
Spring
Rainy
Air
Wet
Picnic
Flower viewing
Summer
sunbathe
exposing to Sun
Hot
Thunder
Typhoon
Work
Firemen
Fire station
Fire
Firefighting
Policemen
Police station
Patrol
Directing traffic
Protect
Doctor
Lunar New Year
Relatives
Chinese candy box
Candy tray
Blessings
Ching Ming Festival
Tomb Sweeping
Easter
Easter Egg
Easter bunny
Buddha's Birthday
Vegetarian
Nervous
Quiet
Safe
Hurt
Cry
Yell
Smile
Play
Nod
Shake Head
Why
Sorry
Goodbye
We
Can
How many
How much
Together
Hamburg
Biscuit
Vegetable
Candy
Seafood
Meat
Hungry
Thirsty
Eat
Drink
Delicious
Supermarket
Restaurant
Fast Food Restaurant
Store
Shop
Mall
Playground
Hospital
Cafe
Front
Behind
Left
Right
Swim
Firework
Autumn
Windy
Cool
Dry
Hiking
Barbecue
Winter
Cold
Skiing
Nurse
Dentist
Medicine
Surgery
Blood
Fever
Clinic
Emergency room
Jail
Lawer
Law court
Labor day
Dragon Boat
Rice Dumpling
Mid-Autumn Festival
Moon Cake
Lantern
Halloween
Christmas
Santa Claus
New Year Eve